[
  {
    "id": 2,
    "title": "Cornetti di patate",
    "description": "Procedimento \nDopo aver lessato le patate passarle allo schiacciapatate e lasciarla raffreddare a temperatura ambiente.\n\nQuando saranno fredde unire il sale il parmigiano e la farina, formare un panetto morbido ma che non sia appiccicoso, se vedete che si appiccica mettere altra farina.\n\nStendere un cerchio sulla spianatoia infarinata e con un coltello ritagliare dei spicchi, al centro di ogni spicchio mettere un pezzetto di provola, ed arrotolarlo su se stesso.\n\nFriggere i cornetti in abbondante olio caldo, farli dorare e scolarli su un foglio di carta assorbente.\n\nSe volete potete cuocerli anche in forno statico ,preriscaldato a 200° per 10/15 minuti circa",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Contorni",
    "difficulty": 0,
    "image": null,
    "ingredients": "300 grammi di patate \n80 grammi di farina 00\n\nsale\n\nparmigiano\n\nprovola o altro formaggio a piacere\n\nolio per friggere",
    "numberOfServings": null
  },
  {
    "id": 3,
    "title": "ricotta",
    "description": "Procedimento mettete in un tegame di acciaio un 1 litro di latte intero e il sale mi raccomandò il sale quando il latte e freddo, lo mettete a bollire. Appena bolle mettete il limone spremuto io lo lo passato nel cola latte, e con un mescolo lo girare in tornò alla pentola lo fate bollire 5 minuti e lo spegnete, mettete il coperchio e lo lasciate 20 minuti. Scoperchiate e con il mescolo prendete la ricotta. Lo mettete a scolare il siero. Io lo scolato dentro il contenitore della ricotta per non sprecare nemmeno un po' . La potete mangiare calda e buonissima.",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "Ricetta per 350 g di ricotta 1 litro di latte intero mezzo cucchiaino di sale un limone. Adesso scrivo procedimento",
    "numberOfServings": null
  },
  {
    "id": 4,
    "title": "alette alla paprica",
    "description": "Per le alette prima le tieni in acqua calda sale e limone, poi le sciacqui le asciughi e le fai sgrassare in acqua e cipolla fino al bollore ,elimini un po'di pelle se vuoi, batti albume ci un pizzichino di sale, in una ciotola metti pangrattato paprica curry aromi per arrosto, passi le alette prima nell albume poi nel misto di pangrattato disponi di carta forno e in forno per una mezz ora o venti min 200 gr ..... Le patate le sciacqui per bene le disponi in teglia con un filino di olio aromi per arrosto e rosmarino ;)",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Secondi Piatti",
    "difficulty": 0,
    "image": null,
    "ingredients": "Ali di pollo,  paprica,  aromi",
    "numberOfServings": null
  },
  {
    "id": 5,
    "title": "Brioche",
    "description": "Allora prendo i 200g di latte con il lievito e metto i 200 g di farina 0 e metto a lievitare per 45 min. Prendo questo impasto e lo unisco agli altri ingredienti in planetaria finché non incorda. Far lievitare 2 ore, nel frattempo prendere i 50 g di burro morbido e  50 g di zucchero unirli e fare una crema da spalmare all' interno dell' impasto. Per le brioche ricavate delle palline dove al centro metterete un po di crema di burro, per i cornetti fate i triangoli e spalmate sempre la crema di burro e poi li arrotolate, per le trecce ricavate delle strisce dove spalmare sempre la crema diburro arrotolate e intrecciate. Far lievitare un altra ora e infornate a forno ben caldo a 200 g per 5 min e poi abbassate a 180 per altri 6/7 min",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "200 g farina 0\n350g farina 00\n200 g latte\n20g  lievito di birra\n90 g zucchero\n90 g burro bavarese\n2 uova\nScorza grattugiata di un arancia e di un limone\n10g sale ( fondamentale)\n\n50g burro 50 g zucchero \n\n1 uovo per spennellare",
    "numberOfServings": null
  },
  {
    "id": 6,
    "title": "meringhe veloci",
    "description": "lavora zucchero e albume,  forma palline,  metti in un piatto con Tovagliolo sotto e metti per 2 minuti nel microonde",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "300 gr di zucchero a velo,  1 albume",
    "numberOfServings": null
  },
  {
    "id": 7,
    "title": "brioche montersino",
    "description": "la ricetta che ho utilizzato e' la seguente trovata su internet ma presente anche nel libro peccati di gola di Montersino \n\nIngredienti per c.a. 20 pezzi da 50 grammi circa l'uno\n\n500 gr. di farina \"00\"\n180 gr. di uova (per me, pesate erano 3 uova e 1 tuorlo)\n180 gr. di burro\n80 gr. di latte intero fresco a temperatura ambiente\n70 gr. di zucchero\n15 gr. di miele\n15 gr. di lievito di birra fresco (per me 4 gr. secco)\n10 gr. di rum (io non l'avevo, ho usato il whisky)\ni semi di mezza bacca di vaniglia\n2 gr. di buccia di limone grattugiata (l'ho omessa)\n\nMettete nel recipiente della planetaria la farina con il lievito di birra sciolto nel latte a temperatura ambiente, le uova intere, lo zucchero semolato, il miele, il rum, la buccia di limone e la vaniglia; azionate la macchina e lasciate impastare per circa 8 minuti a velocità ridotta (io ho fatto a mano, fino a che ho ottenuto un impasto bello liscio e omogeneo: la farina è stata sufficiente, ci sono voluti c.a. 15 minuti); trascorso tale tempo, unite il burro ammorbidito e sbattuto con una frusta a parte, facendolo incorporare all'impasto poco alla volta, terminate con il sale e finite di impastare per altri 5 minuti circa o comunque fino a quando non si ottiene un impasto liscio, omogeneo, ma sopratutto elastico \nLasciate lievitare a temperatura ambiente, coprendo con pellicola, fino al raddoppio dell'impasto, quindi rompete la lievitazione, impastando leggermente con le mani e riporre, sempre ben coperto di pellicola, in frigorifero per 3 ore circa.\nTrascorso tale tempo, formate le palline con la pasta e disponetele sulle teglie a lievitare, possibilmente in un ambiente tiepido (30° C) e con un tasso di umidità elevato (80%). Se non ci fosse sufficiente umidità, coprite le teglie (e le palline) con il nylon \nUna volta raddoppiate di volume, infornatele a 180° C, dopo averle lucidate con una miscela di tuorli d'uovo e panna, miscelati insieme nella stessa quantità",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "Uova , farina",
    "numberOfServings": null
  },
  {
    "id": 8,
    "title": "cioccolato plastico",
    "description": "per il cioccolato plastico ho fatto la ricetta della mia amica Patrizia Parisi     200 gr.cioccolato bianco,2 cucchiai di miele e 2 di acqua bollente     far sciogliere il cioccolato a bagnomaria, spegnere e aggiungere 2 cucchiai di miele , girare un poco e due di acqua , mescolare bene formare una palla e, metterla in un a bustina per alimenti e farlo riposare una notte. consistenza pdz",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "cioccolato,  miele,",
    "numberOfServings": null
  },
  {
    "id": 9,
    "title": "dolce freddo con riso soffiato",
    "description": "Allora per la base: mettere tanto riso soffiato quanto nutella (io lo faccio ad occhio) dividere l impasto in 2. Con una parte ricoprite la teglia, il restante metterlo da parte. \nPer il ripieno: 200g di panna vegetale montata, 250g di philadelphia, 250g di mascarpone. Formare una crema e stenderla sul fondo precedentemente steso sulla teglia! Prendere il restante di cereali e nutella e ricoprire il dolce.. frigo 2 ore prima di servire! Buon dolce a tutte cuochine!! ❤ se nn vi torna qualcosa chiedete",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "riso soffiato, mascarpone,  panna",
    "numberOfServings": null
  },
  {
    "id": 10,
    "title": "muffin alla Nutella ",
    "description": "Muffins\n2 uova\n150 gr di latte tiepido \n100 gr di zucchero \n120 gr di burro \n280 gr di farina \n1 bustina di lievito \nMetti metà impasto poi nutella e poi altro impasto sopra\nForno 170º già caldo... tempo 20 min circa. Prova stecchino \nProcedimento: Mettere latte nel boccale 37° 2 min vel 1, agg. burro zucchero e uova 40 sec vel. 5, agg farina e lievito e un pizzico di sale 1 min vel 5. Ho messo un cucchiaio di impasto nei pirottini, un quadratino di ciocc fondente o nutella e un altro cucchiaio di impasto, in forno 170° per 20/25 min",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "Uova,  nutella ",
    "numberOfServings": null
  },
  {
    "id": 11,
    "title": "faccine al forno",
    "description": "Ho preparato un impasto con: 300 gr di farina, 60 gr di zucchero,\n4 cucchiaini di lievito per dolci, 36 gr di olio di semi, 150 ml di acqua tiepida, 1 bustina di vanillina e 1 pizzico di sale. Ho impastato tutto e ho ritagliato delle formine, al centro di ognuna ho messo un cucchiaino di nutella e poi ho ricoperto con un'altra formina di pasta sigillando bene i bordi. Ho cotto in forno a 180° per una decina di minuti spolverando poi con zucchero a velo.",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "nutella",
    "numberOfServings": null
  },
  {
    "id": 12,
    "title": "ciambelle fritte",
    "description": "Scusate il ritardo ragazze\nCIAMBELLE FRITTE\n1 dadino e mezzo di lievito di birra\n1/2 litro d acqua tiepida\n2 uova\n100 gr di burro\n4 cucchiai di zucchero\n1/2 bicchiere di cognak\n1 pizzico di sale\n1 kg di farina abbondante\n\nFar sciogliere il lievito nell acqua.\nFare la fontana con farina, zucchero, burro, sale, uova e burro.\nPer ultimo aggiungere l acqua e il lievito mescolando con le mani.\n\nStendere col mattarello la \"sfoglia\" di 2 cm..ricavarne le ciambelle con due coppapasta (per quello sono tutte uguali)\nFar lievitare un ora, finché non raddoppiano di volume (io mi aiuto coprendole con una tovaglia e una coperta per mantenerle al caldo)\nA me ne vengono una 50ina..sono come quelle dei bar!!!",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "farina,  zucchero,  lievito",
    "numberOfServings": null
  },
  {
    "id": 13,
    "title": "bombette",
    "description": "Vi posso dare la ricetta della mia nonnina... infallibile.... da far fritte però!!! \n2 patate\n2 uova\n10 ml lievito di birra\n2 cucchiaini di zucchero\n1 bicchiere di latte\nFarina q.b. \nlessare le patate e schiacchiarle... unire poi tutti gli altri ingredienti...la farina regolatevi...deve avere la consistenza di una pagnottina ..\nImpastare il tutto e mettere al caldo a lievitare almeno x mezz.ora.\nStendere x 1 max 2 cm e fare dei dischi con una tazzina di caffè... riscaldare abbonamente olio e far cuocere sia da un lato che dall.altro. appena tolte dall.olio passare nello zucchero ( questo non è menzionato nella ricetta) sono buonissimeee 😍",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "patata,  uova , farina",
    "numberOfServings": null
  },
  {
    "id": 14,
    "title": "bomboloni da sballo",
    "description": "I BOMBOLONI da sballo!\nLA RICETTA NN È MIA MA DI PAOLETTA -ANICE E CANNELLA\nIngredienti:\n400 gr di farina (metà manitoba e metà 00)\n50 gr di burro\n70 gr di zucchero\n100 gr di acqua\n130 gr di latte\n10 gr di lievito di birra (quello fresco del cubetto)\nla buccia di 1 arancia o 1 limone (io preferisco l'arancia alla grande!)\n1 cucchiaino di vaniglia home-made (sì, presto metto la ricetta ;-) ) o i semini di un baccello, se proprio non l'avete, mettete vanillina)\n5 gr di sale (non pensate di ometterlo, ha la sua funzione)\n1 tuorlo (è vero, i bomboloni non hanno uova, ma un piccolo tuorlo ha il suo perchè)\n\nolio di semi di arachide (non ne usate altri, questo regge bene il \"punto fumo\")\nzucchero semolato per lo spolvero (è assolutamente vietato lo zucchero a velo!)\ncrema pasticcera (datemi retta, provate la mia ;-) )\n\nProcedimento:\nSetacciate bene le due farine. In una ciotola ponete l'acqua e il lievito, maneggiate con cura per sciogliere quest'ultimo. Versate poi 100 gr di farina, presa dal totale, sull'acqua e lievito e mescolate giusto il tempo per amalgamare il tutto.\nCoprite con pellicola e attendete 1 ora, nel frattempo potrete preparare gli altri ingredienti, per esempio tirare fuori il burro dal frigo che dovrà essere morbido.\nQuando il pre-impasto è pronto, versatelo nella planetaria o, se impastate a mano, in una larga ciotola.\nAggiungete 1 o 2 cucchiaiate di farina ed iniziate a mescolare bene, poi aggiungete il tuorlo, e, quando questo è ben assorbito, metà dello zucchero. Impastate ancora bene aggiungendo ancora un po' di farina, poi inserire l'altra metà dello zucchero.\nA questo punto alternare latte e farina (meno una cucchiaiata) fino ed esaurimento, infine il sale.\nImpastate bene sia a mano (almeno 25') sia nella planetaria, fino a che l'impasto sarà elastico e incordato. Aggiungere la vaniglia, la scorza di arancia grattata e alla fine il burro, poco alla volta, sempre impastando con energia, fino a che l'impasto sarà lucido ed elastico, quindi ben incordato. Se lo prendete in mano, dovrà tendersi come una corda ma non spezzarsi, e se impastate sulla spianatoia, non dovrà appiccicarsi.\nSolo a questo punto potrete metterlo ben coperto in una ciotola a lievitare, ci vorrà circa 1 ora e 45'.\nQuindi avrete tutto il tempo di preparare una crema pasticcera, o la vostra o la mia, questa! Io ve la consiglio caldamente, è sublime e dir poco, oltre al fatto che non si lasciano albumi in giro, vedete perchè!\nAdesso infarinate leggermente la spianatoia, e rovesciate l'impasto lievitato, sgonfiatelo bene e fate le pieghe del tipo 2. Fatelo riposare 40' coperto da pellicola con la chiusura sotto.\nA questo punto spianate la palla col mattarello all'altezza di 1 cm. e 1/2 e tagliate i bomboloni con un coppa pasta.\nCopriteli con pellicola e fate lievitare ancora 1 ora.\n\nFriggeteli, meglio se uno o due alla volta, immergendoli dalla parte che stava a contatto della pellicola, in olio profondo (istruzioni nei consigli sotto) poi scolate bene su carta assorbente, ma se tutto è andato bene, non assorbiranno quasi niente di olio.\nPoi rotolateli nello zucchero semolato!\nah, dimenticavo... farciteli di crema pasticcera, sono 'na cosa che non si può raccontare!\n\nconsigli (leggete, please!): \n\n- iniziate impastando con 100/110 gr di latte, specie se impastate a mano, ma ricordate che se riuscirete a metterne 130 gr l'impasto ne gioverà, e i bomboloni saranno delle soffici nuvolette da riempire di crema profumata.\n\n- se impastate a mano, sbattete l'impasto più che potete sulla spianatoia, fino a renderlo lucido ed elastico, ci vorranno almeno 25 minuti, con la planetaria va incordato... la differenza si vede, si vede :)\n\n- friggete in olio profondo a 170° ma se non avete il termometro (io non ce l'ho che arriva a 170°, uffa!) usate questo sistema: mettete l'olio a scaldare in un pentolino piccolo che potrà contenere massimo 2 o 3 bomboloni, io li ho fritti uno alla volta, e riempitelo di olio di arachide alto almeno tre dita.\ncontrollate con il manico di legno di un cucchiaio, quando farà le bollicine bianche attorno, è pronto, immergete il vostro bombolone e inebriatevi del meraviglioso odore che sprigionerà, niente puzza di fritto, ma di buono :)\n\n- tra una frittura e l'altra, togliete sempre dal fuoco, una ventina di secondi, il pentolino, perchè l'olio continua a scaldare e vi ritroverete, altrimenti, i bomboloni, bruciati fuori e crudi dentro.\n\n- i bomboloni devono cuocere lentamente (ma non troppo) per permettere all'interno di cuocersi, quindi il trucco è questo: se quando li immergete si doreranno lentamente senza scurirsi subito, l'olio è giusto, altrimenti scansate il pentolino dal fuoco.\n\n- se avete il termometro, o meglio la friggitrice, tutto il papiello sopra non vi serve!\n\n- I ritagli impastateli di nuovo, fate riposare 10' l'impasto e stendete di nuovo, tagliate col coppa pasta, anzi, \"coppate\" ;-)\necc.\n\n- se non volete friggerli tutti e subito, tagliateli e metteteli subito in un vassoio coperti da pellicola, poi in frigo a circa 7/8 gradi, ce li potrete lasciare al massimo 12 ore. \ndopodichè tirateli fuori, aspettate che riprendano la lievitazione, ci vorrà circa 1 ora perchè arrivino da 1 cm. e 1/2 che erano, ad un'altezza 2 cm. e 1/2.\npoi friggete.\n\n- per la crema, se fate la mia, non pensate di farla con le uova intere ma togliendo la panna, cambia irrimediabilmente il risultato, in pratica 'na ciofega.\n\n- ultimo consiglio, serve che vi dica fateli!! ?? vabbè, ma che ve lo ho detto affà?? ;-)",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 5,
    "image": null,
    "ingredients": "farina, zucchero,  latte,  lievito",
    "numberOfServings": null
  },
  {
    "id": 15,
    "title": "ciambella in pentola",
    "description": "4 uova 250gr di zucchero 250 farina 0/0 100gr di fecola un bicchiere di latte tiepido un bicchiere di olio di mais una bustina di lievito vanilina ..........montare le uova e lo zucchero x almeno 20 minuti aggiungere la farina fecola lievito e vanillina mescolare e a filo aggiungere l'olio e poi il latte se si vuole mettere il cacao x farla marmorizzata 45/50 minuti di cottura nn alzare il copercchio nn prima di 40 minuti",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "Uova,  zucchero;, farina latte",
    "numberOfServings": null
  },
  {
    "id": 16,
    "title": "Pizza x fornetto🌟🌟🌟🌟🌟",
    "description": "Ricetta 50%manitoba 50% farina 00 fate l'impasto con queste proporzioni 1lt acqua 1,600 di farina, 30gr di sale per ogni kg di farina e divido un panetto di lievito in 8 parti  e ne uso solo una parte. comincio la mattina sciolgo il lievito in tutta l'acquap oi aggiungo metà della farina e faccio assorbire pian piano aggiungo la restante facendo attenzione che la precedente l'abbia assorbita, prima che finisca la farina metto il sale (il sale non deve andare mai a contatto con il lievito sennò ne inibisce l'azione) fatto l'impasto copro con un panno umido e lo lascio crescere fino a ora di pranzo, poi faccio le pagnotte di circa 240gr e le faccio crescere fino a sera. quando stendo le pagnotte parto dal centro ad andare verso l'esterno cercando di convogliare l'aria nei bordi senza toccare assolutamente il bordo. condisco inforno e dopo circa 2,5 minuti la pizza è pronta",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Piatti Unici",
    "difficulty": 0,
    "image": null,
    "ingredients": "1 kg farina, 19 gr di sale, 625 ml di acqua",
    "numberOfServings": null
  },
  {
    "id": 17,
    "title": "biscotti x la colazione🌟🌟🌟🌟",
    "description": "Biscotti per la colazione\n 500 gr di farina\n200 gr di zucchero\n200 gr di burro o margarina\n2 uova\n1 bustina di vanillina\n1 bustina di lievito paneangeli\n1 limone grattugiato\n1 pizzico di sale\nImpastare tutti gli ingredienti in una capiente coppa e una volta formati i biscotti Spennellare con latte e spolverare con un po ' di zucchero semolato. Infornare a 180 gradi per 15 / 20 minuti circa.",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "zucchero, burro, farina",
    "numberOfServings": null
  },
  {
    "id": 18,
    "title": "muffin kinder bueno",
    "description": "La ricetta dei Muffin Kinder Bueno Bimby sta arrivando nelle vostre case. Siete pronti per deliziare mariti, figli, parenti e amici? Concludere una cena in famiglia con un dolce muffin è quello che ci vuole. Il tempo di preparazione è 25 minuti. Una ricetta semplice e veloce anche da fare in settimana.\n\nVediamo di quali ingredienti abbiamo bisogno:\n150 gr Latte\n120 gr Burro morbido\n60 gr Zucchero\n\n2 Uova da 60gr\n300 gr Farina 00\n1 bustina Lievito per dolci\n\n1 pizzico Sale\nCrema bianca tipo Nutkao\nKinder Bueno q.b.\n\nOra passiamo al procedimento. Per preparare il Muffin Kinder Bueno Bimby dobbiamo iniziare a versare nel boccale del Bimby il latte e poi scaldare per circa 2 minuti a 37° a velocità 1.\n\nOra riapriamo il coperchio del bimby e aggiungiamo gli altri ingredienti e quindi: burro, zucchero e uova. Frulliamo bene il tutto per 20 secondi a velocità 4.\n\nUna volta terminata questa procedura andiamo ad aggiungere gli altri ingredienti rimanenti e cioè farina, lievito e un pizzico di sale. Attiviamo il Bimby a velocità 5 per 15-20 secondi circa.\n\nOra apriamo il boccale e andiamo a versare l’impasto negli stampini per muffin kinder bueno bimby. Oramai gli stampini sono facilmente reperibili anche in un semplice supermercato.\n\nUtilizzate il cucchiaio per riempire gli stampini. Mettiamo un cucchiaio d’impasto e poi aggiungiamo un cucchiaino di crema Nutkao.\n\nA questo punto poi ricopriamo con un altro cucchiaio di impasto ed aggiungiamo per terminare un pezzo di kinder bueno.\n\nUna volta completata questa procedura prendiamo gli stampini pieni e li mettiamo nel forno preriscaldato a 180 gradi.\n\nRicordiamo che il tempo di cottura dei muffin è di circa 20 minuti. In ogni caso vi consigliamo di verificare sempre bene la cottura interna del dolce.\n\nTogliete gli stampini dal forno e fate raffreddare. Solo quando si saranno raffreddati togliete i muffin Kinder Bueno bimby\ndallo stampino.\n\nPotete anche decidere di terminare la cottura e poi decorare il muffin con un ciuffo di panna e sopra un pezzo di kinder bueno.\n\nPER CIRCA 300ml DI CREMA O FROSTING\n\nMascarpone o panna da montare 250 grZucchero a velo 75grPanna fresca per dolci 100mlKinder bueno 1 confezione da 2\n\nPREPARAZIONE:\n\nSciogliamo il cioccolato spezzettato in un pentolino con i 100 ml di panna che ha raggiunto il bollore.\n\nSciogliamo a fuoco spento.\n\nPoi in una capiente terrina con le fruste elettriche frulliamo mascarpone e zucchero a velo.\n\nSe invece del mascarpone abbiamo la panna, la montiamo con i cucchiaini di zucchero a velo.\n\nPer finire aggiungiamo mescoliamo dal basso verso l’alto delicatamente la panna in cui abbiamo sciolto i kinder bueno al mascapone o alla panna.\n\nAmalgamiamo bene fino ad ottenere un composto unico.\n\nLasciamo riposare in frigo fino a che la crema si assesterà e raggiunga consistenza.\n\n[line]Vi consiglio di tritare bene il kinder bueno se decidete di usare una sacca-poche e possibilmente con beccuccio largo senno finisce che si tappa la fuoriuscita della crema durante la decorazione.[line]",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "kinder bueno, panna,  mascarpone",
    "numberOfServings": null
  },
  {
    "id": 19,
    "title": "Panini alla panna per buffet",
    "description": "Panini alla panna \nIngredienti x il lievito\n\n20gr di lievito di birra\n80ml  di acqua\n30gr di zucchero\n70gr di farina Manitoba\n\nX l impasto\n\n350gr di farina Manitoba\n100gr di farina 0\n30gr di zucchero\n250ml di panna fresca\n12gr di sale\n90ml di acqua\n\n    Preparazione\n- preparare il lievitino. .mettere nel boccale l acqua il lievito e zucchero 1 Min 37 gradi Vel 1\n-aggiungere la farina 30 sec Vel 2\n-lasciar riposare nel boccale x 45 Min. \n-preparare l impasto: aggiungere nel boccale tutti gli altri ingredienti e impastare 30 sec Vel 5 e poi 10 Min Vel spiga\n-far lievitare 2 ore\n-formare le palline all incirca 15/16 panini\n-spennellare con tuorlo o latte\n-Lasciar lievitare ancora x 1 ora è mezza \n-infornare a forno caldo 200 Gr × 15 max 20 min",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "manitoba,  panna",
    "numberOfServings": null
  },
  {
    "id": 20,
    "title": "biscotti da inzuppo🌟🌟",
    "description": "Biscotti da inzuppo ricetta della nonna\n\nIngredienti:\n\n500 g di farina 00\n2 uova\n80 g di olio\n170 g di zucchero semolato\n70 g di latte\n10 g di ammoniaca per dolci (in alcune ricette consigliano 20 g di ammoniaca per dolci)\nzucchero a velo q.b.\n1 limone\nProcedimento:\nIo ho impastato nella planetaria,altrimenti in una ciotola rompere le uova e aggiungere lo zucchero semolato, lavorare il tutto con una frusta.\nIntiepidire leggermente il latte, trasferire il latte in una ciotola capiente e aggiungere l’ammoniaca, mescolare per far sciogliere ( si gonfierà tantissimo)\nUnire l’olio alle uova, il latte con l’ammoniaca, la scorza grattugiata di un limone e un po’ per volta aggiungere la farina setacciata.\nImpastare il tutto con un cucchiaio sino ad ottenere un composto liscio e ben amalgamato ( deve risultare appiccicoso) \nAccendere il forno e portarlo a 180°.\nIo ho formato dei vermicelli di impasto grossi,come per gli gnocchi e tagliato a tocchi.\nRivestire una teglia con carta forno e adagiare i biscotti ben distanziati.\nFar cuocere sino a doratura ( circa 15-17 minuti dipende dal forno), non aprire mai il forno per non respirare i vapori dell’ammoniaca e per non far collassare i biscotti da inzuppo. \nFar raffreddare i biscotti da inzuppo e sistemarli in una scatola di latta chiusa ermeticamente, si conservano per giorni",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "farina, uova,  ammoniaca, latte,  uova",
    "numberOfServings": null
  },
  {
    "id": 21,
    "title": "bomboloni (dalla foto buoni)",
    "description": "PRIMA FASE di lievitazione: \nMescolare in una ciotola lievito zucchero e latte...far riposare per 15 minuti....\nSECONDA FASE:     \nimpastare nella planetaria i tuorli la farina setacciata la vanillina la scorza del limone e il rum, impastare il tutto..risultera farinoso....e aggiungere dopo due minuti la base lievitante fatta precedentemente (lievito zucchero e latte) infine aggiungere il burro morbido a pezzettini e impastare per 10 minuti.....trasferire il panetto in una ciotola unta d'olio e far riposare per 30 minuti...\nTERZA FASE: \nCreare delle palline da circa 50gr l'una...a me ne sono uscite 16...e mettere su di un piano cosparso di farina e far lievitare 3 ore circa...\nX LA FRITTURA: in una padella non molto ampia con pareti alte...far arrivare l'olio a temperatura fornellino medio tutto basso il gas al minimo....mettere le bombette dentro e coprire con il coperchio....friggeranno molto lentamente diciaml 4 minuti per lato....sempre con COPERCHIO MI RACCOMANDO se no dentro rimangono crude....io ne ho fritte 4 per volta e ci ho messo 10 minuti per friggerne 4.....una volta freddate zucchero a velo e riempimento a scelta!",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": "ricetta_20150311_232111.jpg",
    "ingredients": "500 farina manitoba\n200ml latte\n6tuorli\n30gr lievito di birra polvere\n75grburro morbido\n90gr zucchero\n4 cucchiai rum o mandarinetto\nVanillina\nScorsa di 1 limone \nOlio per friggere\nMarmellata o nutella per farcire........",
    "numberOfServings": null
  },
  {
    "id": 22,
    "title": "torta di mele con panna ",
    "description": "Sbattere 3 uova con 150 gr di zucchero, 200 ml di panna liquida, 100 ml di olio, 100 ml di latte, 300 gr di farina 00, 1 bustina di lievito x dolci e 1 bustina di vanillina. Versare nella tortiera di 30 cm , affettare sottili 3 mele e disporle a piacimento. Infornare a 180 gradi x 40'.",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 23,
    "title": "zeppole di montersino",
    "description": "Dunque:\n185 gr di acqua, 165gr di burro, 175 gr di farina 00, 25 gr di latte intero, 270 gr di uova intere e un pizzico di sale.\nPortare ad ebollizione l'acqua il latte il burro a pezzetti e il pizzico di sale, togliere dal fuoco e incorporare tutta la farina in un sol colpo ( io ho aggiunto anche la vaniglia) e almagamare bene, rimettere sul fuoco e mescolare fino a sentire uno sfrigolio della pasta. Mettere il composto in una planetaria e azionare la foglia per un minuto, versare le uova una per volta fino ad ottenere un composto liscio e corposo, inserire in sac a poche e formare le ciambelle in teglia IMBURRATA ( niente carta forno!) nel frattempo avrete portato il forno a 250 gradi (va bene anche 220) infornare e spegnere il forno per 15 minuti poi riaccendere il forno a 160 gradi per altri 15 minuti. Aprire pochissimo il forno per far uscire il vapore e dopo cinque minuti estrarre la teglia!\nse più teglie 150 ventilato",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 24,
    "title": "biscotti",
    "description": "400 farina\n100 fecola\n200 zucchero a velo\nUna bustina di vanillina\n250 burro\nLavorare  con  le mani fino a rendere il composto bricioloso aggiungere un uovo grande formare una palla avvolgere nella pellicola e conservare in frigo per un'ora.\n\n180' per dieci minutim nn devono colorarsi troppo. Induriscono raffreddandosi",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 25,
    "title": "briosch con tuppo 🌟🌟🌟🌟🌟",
    "description": "impasta il tutto e far lievitare x 1 ora è mezzo,  poi fai palle da circa 60 gr e altre da 10 gr, forma le briosch con il tuppo,  be escono 12 far lievitare 3 ore,  spennellare con uovo e inforna a 180 gradi.  se vuoi prepara uno sciroppo con 100 gr di zucchero e 50 acqua far bollire e spennellare gli ufo cotti e cospargere di zucchero",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "250 farina manitoba,  250 farina 00,  50 gr di olio,  70 gr di zucchero,  1 lievito di birra,  10 gr di sale ,1 cucchiaino abbondante di  burro, 125 gr di acqua,  125 gr di latte,  1 bustina vanillina,  8 gocce aroma arancia, 1 cucchiaino di miele",
    "numberOfServings": null
  },
  {
    "id": 26,
    "title": "polacca",
    "description": "Ingredienti Porzioni12  •Per il lievitino•60 g di farina manitoba•10 g di lievito di birra•50 g di latte•un cucchiaino di zucchero•Per l'impasto•400 g di farina manitoba•2 uova, intere•80 g di latte•80 g di zucchero•80 gdi burro o margarina•la punta di un cucchiaino di sale• vaniglia•buccia di limone grattata•Per il ripieno•Una dose di, crema pasticciera•come da libro Bimby• amarene sciroppate•Per la glassa•1 albume•200 g di zucchero a velo preparazione della ricetta Procedimento impastare in una ciotola  il lievitino e porre a lievitare in un ambiente  caldo per 1 ora nel coperchio chiuso grattugiare la buccia di limone 10 sec vel 8, riunire con la spatola montare le uova con lo zucchero 37°  4 min vel 4 aggiungere il lievitino 20 sec vel 4 aggiungere  latte, sale,vaniglia e burro 20 sec vel4 aggiungere la farina 1 min spiga mettere l'impasto a lievitare in una ciotota sigillata con pellicola in frigo per 4 oree 1 ora a temperatura ambientetagliare l'impasto in parti uguali e formare due dischi sottili  per una tortiera di 34 cm di diametroimburrare la tortiera e adagiare il primo disco  stendere sopra la crema pasticcera e le amarene adagiare il secondo disco e chiudere i bordi far lievitare ancora 1 ora spennellare con la glassa e spolverare con granelli di zucchero (a piacere)bucare con una forchettainfornare in forno preriscaldato a 180° per 50 minuti circa (dipende dal forno) n.b.   se tende a colorarsi troppo coprire con carta stagnola",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 27,
    "title": "Panini per hamburger",
    "description": "PANINI  X HAMBURGER\n300 manitoba 300 di 0 270 acqua 70 burro 40 di zucchero 10 di lievito fresco 1 uovo medio sale\nunire acqua lievito zucchero poi il burro la farina il sale ed infine l uovo lavorare molto bene l impasto mere in una ciotola coperta e aspettare che raddoppi ci vorranno circa 3 ore nel forno con luce accesa fare le pezzature di circa 100 gr mettere a lievitare distanziate x circa 2 ore poi spennelalre con l uovo e latte in parti uguali cuocere in forno caldo a 220 x circa 15 20 minuti se si fanno troppo coloriti coprirli con stagnola quando li tiritare furoi coprirli con 2 strofinacci finche non si freddano cosi saranno morbidissimi",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Secondi Piatti",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 28,
    "title": "biscotti ciambella da inzuppo",
    "description": " Ingredienti per circa 50 biscotti:\n485 gr di farina uniqua bianca tipo 1 (o farina per dolci w 180)\n200 gr di zucchero semolato\n200 gr di burro a temperatura ambiente\n65 gr di maizena\n65 gr uova\n40 gr panna\n20 gr glucosio\n2 gr sale\n4 gr baking - lievito chimico\n1 baccello di vaniglia\n\nProcedimento:\n\nImpastare il burro morbido con lo zucchero ed il glucosio, formando un composto gonfio ed omogeneo alla massima velocità, quindi aggiungere l'uovo e montare a media velocità, a seguire la panna, il sale, la vaniglia, formando sempre un composto omogeneo.\nUnire tutte le polveri ed aggiungere al composto piano piano.\nLasciare freddare il composto in frigorifero almeno 30 minuti, quindi stendere ad 1, 5 cm di spessore, tagliare del formato desiderato ed infornare per 20 minuti a 160 gradi forno ventilato.\nQuando li tirerete fuori saranno ancora morbidi non vi preoccupate freddi prenderanno consistenza e diverranno friabili.\nI biscotti si possono preparare anche al bimby o cutter senza problemi.",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 29,
    "title": "granita siciliana",
    "description": "Va fatta con il bimby... \n700 gr di ghiaccio \n100 gr di acqua \n150 di zucchero \n75 di cacao \nMettere nel boccale lo zucchero e polverizzare, successivamente mettere nel boccale cacao ghiaccio e acqua vel. Da 5 a turbo per i minuti regolatevi voi",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 30,
    "title": "biscotti calabresi🌟🌟",
    "description": "Io li ho messi a 170° x 15 minuti circa. Da premettere che prima di infornarli vanno spennellati con uovo ^_^ e ti accorgi che sono cotti quando sono dorati ^_^",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": "ricetta_20150424_000909.jpg",
    "ingredients": "1 kg di farina, 250 Gr di zucchero, 4 uova, 200 Gr di olio di oliva, 100 Gr di latte tiepido,1 limone grattugiato e poi a scelta o ammoniaca o una bustina pane angeli ^_^",
    "numberOfServings": null
  },
  {
    "id": 31,
    "title": "biscotti veloci",
    "description": "Ok 500 farina 00,100 zucchero a velo, 150 di burro e 150 di margarina...impastare tutti gli ingredienti, fare le forme e infornare una decina di minuti in forno preriscaldato a 170-180 gradi, dipende dal forno.se piace si possono immergere nel cioccolato fuso e spolverare con farina di cocco,pistacchio o granella di nocciole. Ho finito!",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 32,
    "title": "crocche ",
    "description": "1 kg di patate gialle oppure rosse,3 tuorli,(gli albumi servono alla fine),sale q.b.,prezzemolo tritato,formaggio grattugiato,un po di pepe.impastare il tutto. Poi dare la forma e farcire con provola. Agli album i aggiungere 1 uovo intero e sbattere.infine passarli nel composto di albumi e nel pane grattugiato.friggere in abbondante olio bollente.",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 33,
    "title": "maritozzi con la panna ",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "\n\nIngredienti per 8 maritozzi grandi\n\n200 grammi di farina 00 + 150 grammi di Manitoba\n\n \n12,5 grammi di lievito di birra fresco oppure 7 grammi secco\n\n50 grammi di burro\n\n90 grammi di zucchero\n\n220 ml di latte tiepido\n\nscorza d’arancia\n\n10 grammi di miele\n\n1 uovo\n\npanna montata\n\nzucchero a velo\n\nMaritozzi con la panna ricetta dolce lievitato\n\nProcedimento\n\nSciogliere il lievito nel latte insieme ad un cucchiaino di zucchero, nella planetaria mettere le due farine,l’uovo,il burro a pezzetti, la scorza d’arancia grattata, il miele e lo zucchero, unire anche il latte con il lievito, iniziate a  far lavorare la macchina con il gancio per gli impasti a velocità sostenuta e poi aumentare, lasciarla lavorare per 10 minuti abbondanti, quando avremo un panetto elastico toglierlo dal cestello della planetaria e lasciarlo riposare fino al raddoppio di volume coperto da un panno.\n\nSe non avete la planetaria, mettere le due farine a fontana sulla spianatoia , unire il resto degli ingredienti ed impastate a mano.\n\nQuando la pasta sarà raddoppiata , metterla sulla spianatoia infarinata e fare dei panetti di circa 80 grammi ciascuno dando una forma ovale,metterli sulla leccarda foderata con della carta forno e farli lievitare altre 2 ore in forno spento con la luce accesa.\n\nTrascorso anche il tempo della seconda lievitazione, far cuocere i maritozzi a 180° per circa 15 minuti, controllandoli spesso, poi regolatevi sempre con il vostro forno.\n\nQuando saranno cotti,gonfi e dorati tirarli fuori e lasciarli raffreddare bene.\n\nUna volta freddi fare un taglio in verticale e riempirli con la panna montata.\n\nServire i Maritozzi con la panna con una spolverata di zucchero a velo, che golosità!!!!",
    "numberOfServings": null
  },
  {
    "id": 34,
    "title": "pasta frolla",
    "description": "400 farina\n100 fecola\n250 burro\n1 vanillina \n200 zucchero a velo !!!\n1 uovo \nLavorare prima tutto tranne l uovo !!! Appena è tutto amalgamato aggiungere l uovo e impastare benissimo e tantissimo fon quando non diventa tutto omogeneo !!! 😍😍😍😍",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "Non si rompe",
    "numberOfServings": null
  },
  {
    "id": 35,
    "title": "taralli Frolli di Afragola",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 36,
    "title": "treccine siciliane biscotti🌟🌟🌟🌟",
    "description": "Titolo : Treccine siciliane\n\nCategoria : \nTempo di preparazione \nTempo di cottura : \nPorzioni ottenute: \n\nIngredienti\n1 kg di farina 00\n300 g di zucchero\n300 g di strutto\n3 uova\n100 ml di latte\nUn cucchiaio di miele\n10 g di ammoniaca per dolci\nUna bustina di vanillina\nPreparazione delle treccine siciliane\n\nAmalgamare lo strutto, lo zucchero, il sale e la vanillina, quindi incorporare al composto il latte e il miele e successivamente la farina, le uova e l’ammoniaca per dolci. Quando si sarà formato un composto omogeneo e consistente, avvolgere la pasta con una pellicola e mettere a riposare per circa mezz’ora.\n\nTrascorso questo tempo, staccare dalla massa dei tocchetti di impasto e stenderli con le mani fino a formare dei bastoncini dello spessore di 7-8 mm e lunghi tra i 20 e i 30 cm ciascuno. Piegare a metà i bastoncini in modo da fare combaciare le estremità e attorcigliarli a forma di treccina.\n\nDisporre le treccine su una teglia unta, spennellarle con un po’ di albume o di latte, e quindi cuocere in forno preriscaldato a 180 °C fino a che la superficie delle treccine siciliane non si sarà dorata (15-20 minuti ci\n\nIstruzioni\n\nI miei commenti\n\nURL\nTXT\n\n-----Shared with MyCookBook-----",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 37,
    "title": "Baba rustico",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Piatti Unici",
    "difficulty": 0,
    "image": null,
    "ingredients": "INGR: 500gr di farina,3uova,25gr di lievito di birra, 100gr di valle, 1 cucchiaino  di  sale, 100gr di parmigiano grattugiato, 100gr di prosciutto cotto a dadini, 100gr di salame  napoletano a dadini ,200 gr di provola secca,1 bicchiere di latte. unire tutti gli ingredienti e amalgamate  bene,il composto risulterà  appiccicoso  versatelo in uno stampo imburrato e infarinato far lievitare x circa 2 ore  e mettetelo in forno a 180' x circa 40minuti",
    "numberOfServings": null
  },
  {
    "id": 38,
    "title": "torta araba",
    "description": "Ingredienti per una teglia da 22-24 cm\nIngredienti per la crème caramel\n\n800 ml latte fresco intero\n\n5 uova  grandi \n\n180g zucchero bianco\n\n2vanillina\n\nscorza grattugiata di mezza arancia \n\npiù 4 cucchiai di zucchero per caramellare lo stampo\n\n \n\ningredienti per il pandispagna al cioccolato\n\n1 uovo grande\n\n100ml latte\n\n100g zucchero\n\n100ml olio di semi (io girasole)\n\n1 cucchiaino lievito per dolci\n\n100g farina 00\n\n3 cucchiai colmi di cacao amaro (30g)\n\nscorza grattugiata di mezza arancia non trattata\n\nPer questa torta serve uno stampo che può andare sia nel forno che sulla fiamma della cucina.\n\nimmagini torta crème caramel e pandispagna al cioccolato\n\nCome preparare la torta:\n\nPreriscaldare il forno a 180°C.\n\nPreparare una teglia capiente per la cottura a bagnomaria nel forno: io ho usato la teglia del forno, riempendola con 2 dita (2 cm) d’acqua ben calda.\n\nPer preparare la crème caramel:\n\nVersare i 4 cucchiai di zucchero nello stampo, lo mettiamo sul fuoco per far caramellare lo zucchero. Muovere lo stampo per distribuire in maniera uniforme il caramello sullo sfondo.\n\nMettere le uova e lo zucchero in una ciotola capiente e sbattere col mixer per ottenere un composto ben gonfio. Aggiungere l’essenza di vaniglia (o rhum/brandy), metà della buccia d’arance grattugiata, il latte. Mescolare per amalgamare. Il composto per la crème caramel è pronto.\n\nPreparare il pandispagna al cioccolato:\n\nSbattere l’uovo con lo zucchero. Aggiungere il latte, l’olio, l’altra metà di buccia grattugiata d’arance, il cacao setacciato, la farina setacciata assieme al lievito. Mescolare bene  per amalgamare.  il composto per il pandispagna è pronto.\n\nVersare nello stampo il composto della crème caramel. Versare nel centro dello stampo anche il composto del pandispagna al cioccolato. Il composto andrà al fondo ed avrai l’impressione che si sparge un po’ ovunque. Niente paura, in cottura si separano completamente.\n\nMettere lo stampo nella teglia con 2 cm d’acqua ben calda. Infornare a 180°C per 50 minuti circa (io ho fatto la prova stecchino, ma comunque si vede che i bordi si staccano, solo in superficie resta una crosticina attacata ai bordi).\n\nQuando la torta è cotta, toglierla dal forno e lasciarla raffreddare.  Metterla in una teglia riempita con 2 dita  d’acqua fredda e lasciare nel frigo per una notte.\n\nIl giorno dopo rovesciarla sul piatto da portata e servire. La torta si sforma facilmente e perfettamente, bisogna solo staccare con uno stuzzicadenti o coltello i bordi della crosticina. Scoprirai che la torta sta galleggiando in una deliziosa salsa al caramello che inzuppa il pandipagna al cioccolato.\n\nSi conserva per 2-3 giorni nel frigo.",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 39,
    "title": "taralli dolci",
    "description": "bicchiere di plastica x acqua",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "1 bicchiere di zucchero 1 bicchiere di olio semi 1 bicchiere di vino bianco 1 cucchiaino  di lievito x dolci un pizzico sale e farina qb circa 500 gr. In una ciotola mettete gli ingredienti liquidi e iniziate ad agg tanta farina fino a  che non fate un panetto! Fare i taralli e passarli nello zucchero la parte superiore dei taralli! Mettete su carta forno e cuocete x 20 minuti 180",
    "numberOfServings": null
  },
  {
    "id": 40,
    "title": "Brioche col tuppo di cappuccio",
    "description": "Brioche col tuppo\nIngredienti per 12/13 brioche \n350 gr di farina Manitoba \n300 gr di farina tipo 0\n(Io tutta Manitoba)\n300 ml di acqua tiepida \n70 gr di burro \n100 gr di zucchero \n1 pizzico di sale \n6 gr di lievito di birra fresco\n1 uovo \nVanillina o vaniglia \n1 cucchiaino di miele\nBuccia grattugiata di arancia \n1 tuorlo più latte per spennellare\nPROCEDIMENTO:\nSpezzettare il lievito nella farina, aggiungere lo zucchero, il burro ammorbidito, gli aromi, la farina , l'acqua tiepida in cui sarà stato sciolto il sale, l'uovo e impastare energicamente. \nProcedimento bimby:\nHo impastato acqua, burro, zucchero e lievito 2 min 37° vel. 2. Poi mettere il miele, la farina, l'uovo, vanillina, scorza di arancia e un pizzico di sale 3 min vel. spiga.\n\nCoprire con la pellicola e aspettare che triplichi per circa 5 ore nel forno spento con lucina acceso; trascorso il tempo formare 12 palline del peso di circa 90 gr lasciando da parte un pezzetto per formare palline per dare la classica forma del \"tuppo\", dapprima si formano le palline grandi richiudendo da sotto poi, con un dito formare un solco in superficie e adagiare la pallina piccola.\nDisporre sulla placca distanziate tra loro e lasciar lievitare per circa 3 ore; spennellare con un tuorlo e latte in parti uguali e cuocere in forno caldo, temperatura 180° per circa 15/18 minuti, quando si tirano fuori coprirli con un canovaccio finché non si raffreddano così resteranno morbidi. Buon appetito!",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 41,
    "title": "pappardelle ai  funghi porcini",
    "description": "Per il sugo soffriggere aglio olio e peperoncino. Aggiungere il guanciale fallo soffriggere per un po dopo aggiungere i funghi porcini insieme ai pomodori  far cuocere un po e dopo sfumare con mezzo bicchiere di latte, una volta assorbito il latte aggiungere metà  panna da cucina normale e metà  panna ai funghi porcini",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Primi Piatti",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 42,
    "title": "diamanti di crema",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": "ricetta_20150508_232119.jpg",
    "ingredients": "\n200 g di farina \n250 g di olio di semi di mais\n250 g di zucchero \n5 uova \n2cucchiaini di lievito o meta bustina \nbuccia di limone \nSucco di un limone o limoncello\nPer la crema pasticcera \n500g di latte\n60g di farina\n120g di zucchero\n4rossi \n1bustina di vanillina \n\nSi montano bene bene le uova con lo zucchero, man mano con le fruste in funzione si versa a filo l'olio, poi si aggiunge la farina setacciata con il lievito, buccia e succo di limone.l'impasto e' piuttosto liquidino \nvanno nei pirottini di carta doppi e nelle formine muffin, in forno a 170 finche' non sono dorati,nn devono stare molto\nSi taglia la calottina ricavando un cono, nella cavita' si versa la crema pasticcera, si spolvera la calottina con lo zucchero a velo e si rimette sopra.",
    "numberOfServings": null
  },
  {
    "id": 43,
    "title": "caramelle gele",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "5 cucchiai di succo di frutta io mandarini un cucchiaio di succo di limone 100gr di zucchero 6 gr di gelatina. Mettere a bagno la gelatina in acqua fredda . Mettere in un pentolino succo e zucchero e far bollire mescolando due minuti unire la gelatina strizzata e versare negli stampini di silicone.  Far raffreddare e mettere in frigo",
    "numberOfServings": null
  },
  {
    "id": 44,
    "title": "biscotti tipo danesi",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "INGREDIENTI : 500 gr. di farina, 200 gr. di zucchero, 150 gr. di strutto, 2 uova, 1 lievito Pan degli Angeli, 1 vanillina, buccia grattugiata di un limone, un pizzico di sale. \nPROCEDIMENTO : Impastare tutti gli ingredienti fino ad ottenere un impasto liscio ed omogeneo, formare un bel panetto e avvolgerlo nella pellicola trasparente, lasciare riposare in frigo per un'ora. Stendere l'impasto con il mattarello e con le formine ricavare i biscotti, sistemare i biscotti su di una teglia rivestita di carta forno, spennellarli con un pò di latte e spolverarli con lo zucchero semolato. Cuocere in forno già caldo a 170° per circa 10 - 12 minuti. BUONISSIMI !!!",
    "numberOfServings": null
  },
  {
    "id": 45,
    "title": "torta di pesche",
    "description": "Ingredienti\n200 grammi di farina 00\n50 grammi fecola di patate\n200 grammi di zucchero semolato\n4 uova \n125 grammi di ricotta\n50 ml di latte\n1 bustina di lievito, buccia grattugiata di un limone,\n250 grammi di crema pasticcera \n2 pesche noci\nzucchero a velo per la copertura\n\nProcedimento\nPer prima cosa preparate la crema pasticcera e lasciatela raffreddare.\nNel frattempo montate a crema le uova con lo zucchero per almeno 15 minuti, quando saranno soffici unite il latte, la ricotta setacciata e poco per volta le farine con il  lievito. Trasferite il composto in una tortiera a cerniera imburrata ed infarinata, del diametro di 24 cm.\nVersate sull’impasto la crema pasticcera,  livellatela con un cucchiaio, sulla superficie sovrapponete a raggiera  gli spicchi di pesche e spolverizzate con lo zucchero. Infornate la torta a 170° per circa 45 minuti.\nLasciate raffreddare bene il dolce prima di toglierlo dallo stampo. Servire la torta morbida di pesche con una spolverata di zucchero a velo.",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 46,
    "title": "panna cotta cocco e nutella",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "Panna cotta cocco e nutella: 400 ml panna, 3 cucchiai farina cocco, 2 fogli colla pesce, 160 gr nutella. Far sobbollire la panna con la farina di cocco e lasciar in infusione per 10 minuti. Passare il latte per togliere il cocco e portare la panna a bollore; aggiungere la nutella e mescolare fino ad ottenere una crema densa. Togliere dal fuoco e aggiungere i fogli di colla di pesce precedentemente ammollati in acqua fredda e ben strizzati. Versare nei bicchieri, lasciar raffreddare e riporre in freezer per almeno 3h.",
    "numberOfServings": null
  },
  {
    "id": 47,
    "title": "briosche  allo  yogurt ",
    "description": "\n\nSciogliete il lievito di birra nel latte intero tiepido.Aggiungete nella ciotola dell’impastatrice tutti gli ingredienti tranne il sale: la farina 00, la farina Manitoba, lo zucchero semolato, lo yogurt, il latte insieme al lievito ed impastate con la frusta a gancio.Azionate l’impastatrice per circa 10 minuti fino a quando l’impasto non risulterà ben incordato ed omogeneo. Aggiungete il sale ed impastate per un minuto circa.Formate un panetto, se necessario aggiungere un poco di farina e fate lievitare in luogo tiepido fino a quando non raddoppierà di volume.Trascorso il tempo necessario formate tante palline del peso di circa 30-40 g l’una, 60-70 g se preferite più grandi e ponete su di una placca da forno ben distanziate tra loro.Fate lievitare le brioches allo yogurt per circa 30 minuti fino a quando non saranno raddoppiate.Trascorso il tempo di lievitazione, spennellate la superficie di ogni brioches allo yogurt con un tuorlo d’uovo ed un goccio di latte, ( se non volete usare l’uovo spennellate solo con del latte)Cuocete in forno preriscaldato e statico a 180° per circa 10 minuti, non prolungate eccessivamente la cottura altrimenti tendono ad indurire.Sfornate, gustate le brioche allo yogurt tiepide spolverizzate con zucchero a velo o farcite con Nutella, marmellata.Conservate ogni brioscina in una busta per alimenti per 2 giorni. La loro morbidezza durerà per più giorni, occorrerà solo intiepidirle leggermente nel forno e sono come appena sfornate.\n\n",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "130 g di farina 00140 di farina Manitoba12 g di lievito di birra ( in inverno aumentate leggermente)60 ml di latte intero100 ml di yogurt intero alla vaniglia30 ml di olio di semi60 g di zucchero semolato1/2 cucchiaino di salebuccia grattugiata di arancia o limone ( a piacere)\n\n",
    "numberOfServings": null
  },
  {
    "id": 48,
    "title": "girella di riso ",
    "description": "Ho lessato 350 grammi di riso e messo a raffreddare. Ho aggiunto 3 uova battute e parmigiano grattugiato. Ho steso su carta forno, dando forma rettangolare e ho farcito con formaggio tipo galbanone e prosciutto cotto. Ho arrotolato e chiuso come una caramella.poi in forno per circa mezz'ora.",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Primi Piatti",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 50,
    "title": "ciambella  yogurt  e marmellata ",
    "description": "usare  una marmellata  molto  densa,  mettere  a cucchiaiate  sull  ' impasto  crudo  cercare  di  stendere e infornare ",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "Ciambella yogurt e marmellata:\n3 uova\n180 g di zucchero \n270 g di farina 00\nBuccia grattugiata di limone \n1 bicchiere di plastica di olio di semi\n1 vasetto di yogurt da 125 ml\n1 bustina di lievito \nMarmellata q.b. del gusto che preferite. \nForno a 180' x 30/35 minuti circa.",
    "numberOfServings": null
  },
  {
    "id": 51,
    "title": "scarpariello ",
    "description": "Allora 2 pomodori tondi quelli grandi , 1 carota 1 costa di sedano e circa 200 ml di passata di pomodoro , 100 gr di Grana padano  100 gr di pecorino 100 gr di caciocavallo  e basilico... fate un sugo con pomodori carota cipolla e sedano tagliato grossolanamente e aggiungete la passata lasciate cuocere 20 - 30 minuti poi dovete passarlo con il passatutto diventa corposa. Poi quasi a fine cottura della pasta versate nel sugo i 3 formaggi e girate diventa filante mescolate nel sugo i paccheri basilico a pezzetti e alla prova del cuoco Anna Moroni metteva anche la buccia del limone grattugiata io non l'ho messa... comunque sono OTTIMI ma anche pesanti non esagerate con le porzioni.",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Primi Piatti",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 52,
    "title": "tortino cuore caldo ",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "INGREDIENTI:\n\n- 100 gr di cioccolato fondente - 100 gr di burro - acqua qb - 2 uova - 80 gr di zucchero - 40 gr di farina\n\nPREPARAZIONE:\n\nImburrare e infarinare 6 stampini da muffin. Sul fuoco far sciogliere il cioccolato con il burro e qualche cucchiaio di acqua. Poi, fuori dal fuoco, incorporare le uova, lo zucchero e infine la farina, sempre mescolando, fino ad avere una crema omogenea. Versarla negli stampini in modo da riempirli più o meno a metà. Farli cuocere in forno a 220° per 10 minuti: saranno pronti quando la crosticina superiore comincerà a creparsi. Toglierli subito perché devono mantenere il cuore morbido. Servirli caldi accompagnati da una pallina di gelato alla crema\n\n",
    "numberOfServings": null
  },
  {
    "id": 53,
    "title": "crostata senza cottura ",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "400g di biscotti frollini\n150g di burro\n150g di panna\n120g di zucchero a velo\n250g di mascarpone\n200g di fragole\nPreparazione:\nTritare i biscotti ed amalgamarli bene con il burro fuso.\nVersarne 2/3 in una teglia dal diametro di 25cm rivestita di carta forno.\nCon un cucchiaio appiattire uniformemente i biscotti per formare la base della torta.\nRiporre la teglia con la base di biscotti in frigorifero.\nUnire la panna e lo zucchero a velo insieme e montare con una frusta elettrica. \nAggiungere il mascarpone ed amalgamare insieme con un mestolo di legno.\nLavare e tagliare in 4 le fragole ed unirle al composto.\nVersare il tutto nella teglia con la base di biscotti ed appiattire uniformemente.\nVersare il restante dei biscotti tritati sulla superficie della torta.\nLasciare la torta almeno 1 ora in freezer prima di servirla.\n\n",
    "numberOfServings": null
  },
  {
    "id": 54,
    "title": "panini per hamburger ",
    "description": "300g di farina Manitoba e 300g di farina normale 270g di acqua 70g di burro 40g di zucchero  15g di sale 10g di lievito fresco 1 uovo",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 55,
    "title": "focacce super morbide ",
    "description": "dopo pri.s lievitazione fare pizzette spennellare con emulsione di olio acqua e sale condire con pomodorini e far lievitare dinuovo ",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "Le mie focaccie super morbide un kilo di farina 250 g di latte 300 di acqua 50g di olio 30 g di sale e un cucchiaio di zucchero mezzo cubetto di lievito di birra 100 g di patata lessa",
    "numberOfServings": null
  },
  {
    "id": 56,
    "title": "paccheri crema di patate e calamari ",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "Ingredienti:\npatate 400g\npecorino 80g\nsale q.b.\npepe q.b. \nolio e.v.o.\n400g paccheri \n1 spicchio d’aglio \n\nProcedimento:\nPelare le patate, tagliarle a cubetti e lessarle per 12/16 minuti in abbondante acqua salata. \nScolarle (tenendo da parte l’acqua di cottura) e porle in una scodella.\nUnire alle patate lesse il pecorino, un pizzico di sale, una manciata di pepe,  d’olio e.v.o. e mezzo bicchiere d’acqua di cottura.\nFrullare il tutto con un minipimer ed aggiungere altra acqua di cottura se dovesse risultare troppo denso. \nNel frattempo, portare a bollire dell’acqua salata e cuocere i paccheri al dente. \nMentre i paccheri cuociono, prendere una padella, versare dell’olio e.v.o., porre uno spicchio d’aglio e cuocere velocemente i calamari (per circa 5 minuti). \nUnire poi i paccheri al dente, la crema di patate e pecorino e un po’ d’acqua di cottura e mantecare il tutto.",
    "numberOfServings": null
  },
  {
    "id": 57,
    "title": "chiacchiere\n",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "2 uova .\n400 gr farina\n50 gr zucchero\n50 gr  burro\n50 gr limoncello o vino bianco \n1 pizzico su sale \nlimone grattugiata ",
    "numberOfServings": null
  },
  {
    "id": 58,
    "title": "gnocchi",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "1 kg di patate, 300 gr farina 1 uovo. lavorare con patate calde",
    "numberOfServings": null
  },
  {
    "id": 59,
    "title": "delizia al limone",
    "description": "Ingredientiper il pan di Spagna: 150 g di uova (n. 3) 90 g di zucchero, 40 g di farina, 25 g di fecola, 1 pizzico di sale, 25 g di mandorle dolci pelate 1/2 limone Costa d’Amalfi, 1/2 baccello di vaniglia\nper la crema al limone:\n40 g di tuorli d’uovo (n. 2), 40 g di zucchero 40 g di succo e scorza di limone Costa d’Amalfi 40 g di burro\nper la crema pasticciera al limone: 180 g di latte fresco intero, 80 g di panna liquida 80 g di tuorli d’uovo (n. 4), 60 g di zucchero 15 g di amido di mais, 1 pizzico di sale 1 limone e scorza Costa d’Amalfi\n1/3 di baccello di vaniglia\nper la bagna al Limoncello:\n30 g di acqua, 30 g di zucchero\n50 g di limoncello “Paesaggi” Sal De Riso\n1/2 limone Costa d’Amalfi\nper la farcitura: 60 g di latte fresco intero 110 g di panna montata zuccherata\n30 g di limoncello\n\nPan di Spagna: sbattete con le fruste i tuorli con 40 g di zucchero, la scorza di limone e i semini di vaniglia fino ad ottenere un impasto spumoso. \nA parte, montate gli albumi a neve con un pizzico di sale e lo zucchero rimasto. Setacciate insieme farina e fecola e unite le mandorle tritate fini. Incorporate ai tuorli gli albumi montati e aggiungete la miscela di farine. Distribuite nello stampo a semisfere unte e infarinate.\n\nCuocete per 15 minuti in forno a 170 °C. \nCrema al limone: grattugiate la scorza del limone pulito e poi spremetene il succo. Mettete la scorza grattugiata in infusione nel succo per circa 20 minuti. Sbattete i tuorli con lo zucchero, poi diluitevi 40 g di succo di limone. Ponete a fuoco minimo e, sempre mescolando con un cucchiaio di legno, cuocete fino a 80°. Allontanate dal calore e immergete il pentolino in un bagnomaria di acqua fredda. Con un mixer a immersione rendete la crema liscia e vellutata. Lasciate raffreddare fino a circa 50°, aggiungete il burro a pezzetti ed emulsionate ancora con il mixer a immersione. Coprite la crema con pellicola e conservate in frigo. \n\nCrema pasticciera al limone: riunite in un tegame il latte, la panna e le scorze di limone, portate appena a ebollizione e lasciate in infusione per 1 ora. Amalgamate con una frusta i tuorli con lo zucchero, i semini di vaniglia, l’amido e il sale. Gradualmente, sempre mescolando, incorporate il latte filtrato. Cuocete fino a 82 °C per circa 1 minuto. Versate la crema in una ciotola e ricopritela con pellicola trasparente. Riponete in freezer per 20 minuti e poi conservate in frigorifero a +4 °C.\n\nBagna al limoncello: stemperate lo zucchero nell’acqua profumata con la scorza di limone. A fuoco basso portate a bollore per 1 minuto. Lasciate raffreddare e unite il limoncello.\n\nComposizione del dolce: amalgamate la crema al limone ben fredda alla crema pasticciera. Aggiungete 30 g di limoncello e 30 g di panna montata zuccherata. \nMescolate bene tutti gli ingredienti e con l’ausilio di un sac-à-poche farcite internamente le cupole di pan di Spagna, bucandole dalla parte inferiore. \nAlla crema avanzata incorporate con delicatezza 80 g di panna montata zuccherata, poi diluite con 30-40 g di latte fresco, trasformando così la crema in una glassa densa. Adagiate le delizie su un piatto e ricopritele di glassa. Decorate le delizie con un ciuffo di panna montata e del limone grattugiato.\n\nLasciatele in frigorifero  fino al momento di servire.",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 60,
    "title": "sbriciolata cioccolato e mascarpone",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "[19/9, 19:47] Impasto sbriciolata 250 g farina 1 uovo 150 g zucchero scorza grattuggiata limone 100 g burro mezza bustina lievito dolci\n\n Per ripieno...150 gr cioccolato bianco sciolto 250 g mascarpone succo di un limone in forno 170  gradi per 20 minuti",
    "numberOfServings": null
  },
  {
    "id": 61,
    "title": "torta di mele ",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "Mary Avventurato certo ... \n350 gr farina\n200 gr zucchero\n150 gr burro\n4 uova medie\n4 mele golden medie\n1 bustina di lievito\nCannella a piacere\nSucco di limone per non far annerire le mele \nZucchero di canna a piacere per doratura e gusto\nProcedimento classico con montatura uova zucchero e burro fuso poi gli ingredienti secchi con metà dose di mele nell’impasto e il resto sopra. Unica accortezza la farina che utilizzate che assorbe di più o meno e quindi c’è da regolarsi a occhio.. io per la farina che ho usato penso di aver utilizzato 300 gr  allungati con mezzo bicchiere di latte",
    "numberOfServings": null
  },
  {
    "id": 62,
    "title": "chiacchiere sal de riso",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "400 g di farina\n50 g di zucchero\n50 g di burro a pezzi\n2 uova a temperatura ambiente\n50 g  di vino bianco\nUn pizzico di sale\nOlio per friggere\nZucchero a velo q.b.\n\nLe chiacchiere di Sal De Riso\n\nPer prima cosa su una spianatoia mettere la farina a fontana,\n\ndopodiché aggiungere le uova, il burro, lo zucchero, il sale e\ninfine il vino.\nA queso punto mescolare bene tutti gli ingredienti,\nfino ad ottenere un impasto omogeneo.\nFar riposare l’impasto in frigorifero\nper mezz’ora ricoperto da pellicola trasparente.\nTrascorsa la mezz’ora stendere\nl’impasto con la macchinetta per la pasta\nla nonna Papera, in modo da rendere l’impasto sottilissimo,\nsuccessivamente tagliare dei rettangoli, friggerli\nin abbondante olio caldo, non bollente,\nper verificare quando l’olio è pronto per la cottura,\nmettete uno stuzzicadenti, se intorno si formano le bollicine,\nallora potete iniziare a friggere,\nfino a quando le chiacchiere non diventano dorate.\nFarle asciugare su carta assorbente e\ncospargerle di zucchero a ve\n",
    "numberOfServings": null
  },
  {
    "id": 63,
    "title": "Ferrero Roche ",
    "description": "Tania Nesta subito 100gr di cioccolato al latte,100gr di cioccolato fondente,100 GR di cioccolato alla nocciola,300 GR di granella di nocciole, 300 GR di wafers al cacao e un cucchiaio di nutella rigorosamente Ferrero.Procedimento fai sciogliere il cioccolato a bagnomaria nel frattempo sbriciola i wafers in un ciotola e aggiungi la granella dopo che il cioccolato si è sciolto aggiungi la nutella mescola e metti tutto nella ciotola mescola bene tutti gli ingredienti poi prendi i pirottini e col cucchiaino li vai mettendo nei pirottini poi metti in frigo buon appetito.",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Dessert",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 64,
    "title": "biscotti al cocco ",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "250 farina 00...8o di farina di cocco..125 di burro...125 di zukkero..2 uova...1 lievito x dolci..amalgamare tutto insieme ,dai la forma ke vuoi e in forno x 15 min..a 180 gradi..",
    "numberOfServings": null
  },
  {
    "id": 65,
    "title": "pasta kenwood ",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Primi Piatti",
    "difficulty": 0,
    "image": null,
    "ingredients": "39 gr di liquido, che sia uova o acqua, x 100 gr farina di semola ",
    "numberOfServings": null
  },
  {
    "id": 66,
    "title": "pasta all'uovo  kenwood",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Primi Piatti",
    "difficulty": 0,
    "image": null,
    "ingredients": " 1kg semola rimacinata, 360 di liquido io 6 uova e quello che mancava  20/30 Gr acqua",
    "numberOfServings": null
  },
  {
    "id": 67,
    "title": "sbriciolata alla marmellata",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "2 uova 150g di burro 150g di zucchero 400 g di farina e 1/2 cucchiaio di lievito. Impastare il tutto e far poi riposare l'impasto mezz'oretta in frigo coperto nella pellicola. Poi mettere la carta forno sulla teglia fare la base con circa metà dell'impasto mettere marmellata o Nutella a scelta e ricoprire sbriciolando il resto dell'impasto. In forno a 180° circa 20 25 minuti",
    "numberOfServings": null
  },
  {
    "id": 68,
    "title": "biscotti ripieni di nutella ",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "\n\n150 gr farina 00\n90 gr burro + 60 gr zucchero\n1 tuorlo\n1 pizzico di sale\nqualche goccia estratto vaniglia\n\nPER LA FARCITURA E LA FINITURA :\n\nnutella Q.b\nzucchero a velo Q.b\n\nPREPARAZIONE BIMBY :\n\nPer prima cosa versate nel boccale lo zucchero e polverizzatelo lo zucchero, 10 sec. vel. 10. Aggiungere il resto degli ingredienti e impastare brevemente: 20 sec. vel. 5.\nCompattatela con le mani,  avvolgetela nella pellicola trasparente e conservatela nel frigo per trenta minuti.\nTogliete l’impasto dal frigo, stendetelo con un mattarello in una sfoglia di mezzo centimetro circa e con un taglia pasta rotondo ricavate dei dischetti.\nDistribuite al centro di ciascuno mezzo cucchiaino di nutella, ripiegate i due lembi opposti su se stessi e sigillate i bordi, facendo una lieve pressione con le dita.\nRivestite una teglia con la carta forno, adagiate i biscotti e lasciateli nel congelatore per 30 minuti. ( Questo lascerà la nutella morbida in cottura )\nTrascorso questo tempo, portate in forno caldo a 180 gradi statico per circa 12/15 minuti, dovranno colorirsi.\nA cottura ultimata estraete la teglia dal forno, lasciate raffreddare i biscotti e spolverateli con lo zucchero a velo prima di servire.\n",
    "numberOfServings": null
  },
  {
    "id": 69,
    "title": "spazli agli spinaci",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "SPATZLE AGLI SPINACI: INGREDIENTI PER 4 PERSONE\n\nspinaci freschi 500 g (lessati e strizzati 200 g)\nfarina 250 g\nuova medie 3\nacqua 70 g\nnoce moscata grattugiata 1 grosso pizzico\nsale q.b.\n",
    "numberOfServings": null
  },
  {
    "id": 70,
    "title": "",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 71,
    "title": "pappa al pomodoro ",
    "description": "scottare senza niente i pomodori tondi in una pentola e poi passarli con il passa verdure.  soffriggi olio e aglio aggiungi il pomodoro fai bollire e unire il pane sbriciolato.  cuocere 5/6 min, aggiungi basilico.  fuoco spento parmigiano un giro d'olio pepe",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 72,
    "title": "biscotti taralli di Pasqua ❤❤❤❤❤",
    "description": "500 g di farina 250 zucchero 125 burro 4 uova una bustina di lievito per dolci una bustina vanillina, limone grattugiatato  un bicchierino di liquore a scelta io ho messo il limoncello prima di infornarli li ho spolverati di zucchero semolato 13 15 minuti in forno ventilato 180°l",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 73,
    "title": "torta panna e fragole",
    "description": "Ecco la ricetta x tutti!!⬇️\nÈ semplicissima bisogna montare 4 uova con 150gr di zucchero nella planetaria o bimbi o sbattitore normale lo stesso,finchè le uova diventano cremose,aggiungere Settaciati 70gr farina e 60gr fecola patate continuare a montare a velocità più bassa finchè si unisce tutto il composto tutto qua! 😊 prendere uno stampo a cerniera e imburrarla e infarinarla e mettere a 150° gradi x 25-30 minuti al forno (controllo con stuzzicadenti!) Dipende il forno può cucinare velocemente... far reffedare e montare panna fresca 500ml,Bagnare il Pan di Spagna con acqua e zucchero,riempitela dovete farla tutta di panna e fragole all'interno e all'esterno e scaglie di cioccolato bianco e wuala!!!😍😍🍰 spero vi piaccia aspetto vostre foto e opinioni!😘😘",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 74,
    "title": "cornetti veloci Anna Moroni ",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "250 g farina 00, 125 g burro, 125 yogurt bianco intero, mezza bustina di lievito per dolci, sale\n\nFarcitura: marmellata, crema di nocciole, miele\n\n",
    "numberOfServings": null
  },
  {
    "id": 75,
    "title": "tiramisù pastorizzato ",
    "description": "q.b. caffè, (circa 2 Moke da 6)\n\n4 uova fresche intere\n\n80 grammi zucchero\n\n500 grammi mascarpone freddo\n\n1 confezione savoiardi, o pavesini\n\nq.b. cacao amaro, per guarnire\n\nMettere le uova nel boccale con lo zucchero e avviare il Bimby 10 minuti a 80 gradi velocità 3 o 4 con la farfalla inserita;\n\nAl termine, trasferite il composto in una ciotola e fatelo intiepidire almeno 5 minuti;\n\nDopo, nel boccale senza lavarlo, inserire la farfalla, versate il mascarpone e mescolatelo per 1 minuto a velocità 3 per non farlo smontare;\n\nAl termine, unite la crema a base di uova pastorizzate e mescolate per altri 30 secondi a vel 1 max 2;\n\nNel frattempo preparare 2 moke di caffè e versarlo in una terrina con un p' di zucchero;\n\nLasciarlo intiepidire e inzuppare leggermente i savoiardi;\n\nQuesti ultimi distribuirli allineati in una terrina dai bordi alti e preparare gli strati con i savoiardi inzuppati;\n\nPoi spalmare la crema pastorizzata al mascarpone, poi ancora savoiardi e crema, fino ad esaurimento;\n\nSpolverizzare per ultimo il cacao amaro;\n\nLasciare raffreddare in frigo e servire.\n\n",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 76,
    "title": "zeppoline\n",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Aperitivi",
    "difficulty": 0,
    "image": null,
    "ingredients": " 250 gr di farina 00\n\n 200 ml di acqua\n\n 10 gr di lievito di birra\n\n 1 cucchiaino di sale\n\n olio\n\n",
    "numberOfServings": null
  },
  {
    "id": 77,
    "title": "vedi ganache per colata di cioccolato su torta",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "Imma Borrelli sono diverse la ricette.\nPan di spagna: \n12 uova\n600 gr di zucchero\n600 gr di farina\n1 bustina lievito x dolci\n\nCrema chantilly:\n1 litro di latte\n4 uova\n180 gr di zucchero\n160 gr di farina \nScorza di limone\n300 gr di panna \nE poi ho aggiunto gocce di cioccolato\n\nGanache al cioccolato:\n300 gr di panna\n300 gr di cioccolato fondente\n40 gr di burro\n\nBagna:\nHo preparato il glucosio con acqua e zucchero,poi ho aggiunto Vermout e un po' di rum,tutto a occhio,assaggiando fin quanto non era di mio gradimento. \n\nX qualsiasi cosa chiedi pure\n",
    "numberOfServings": null
  },
  {
    "id": 78,
    "title": "pesto",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "100 gr basilico, 50 gr parmigiano,  50 gr pinoli,  1 spicchio di aglio piccolissimo,  140 gr olio, 2 pizzichi di sale,  20 gr burro opp 1 cucchiaio di ricotta ",
    "numberOfServings": null
  },
  {
    "id": 79,
    "title": "torta 12 cucchiai ",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Contorni",
    "difficulty": 0,
    "image": null,
    "ingredients": "2 uova,  12 cucchiai di zucchero, lavora bene poi in sequenza 12 cucchiai olio di semi, 12 cucchiai di latte, 12 cucchiai di farina, cannella, sale,  1 bustina lievito,  2 mele a cubetti.  mele a raggiera. 180x  45 min ",
    "numberOfServings": null
  },
  {
    "id": 80,
    "title": "ciambella ciobar",
    "description": "Questa buonissima!! Ciambellone bicolore Ciobar\n3 uova\n250 gr. di zucchero\n250 gr. di farina\n130 ml di latte\n130 ml di olio\n1 bustina di ciobar\n1 bustina di lievito\nAmalgamare in una ciotola con lo sbattitore elettrico le uova e lo zucchero. Poi aggiungere la farina.\n\nContinuare ad amalgamare e aggiungere il latte, l’olio e il lievito.\n\nDopo aver ben amalgamato dividere il composto in due parti uguali e in una parte aggiungere una bustina di ciobar.\n\nAmalgamare il cacao all’impasto.\n\nUngere uno stampo a ciambella e versare il composto chiaro.\n\nAggiungere l’impasto al cacao.\n\nCuocere in forno a 180° per 30 minuti circa.",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  },
  {
    "id": 81,
    "title": "",
    "description": "",
    "cookingTime": "",
    "preparationTime": "",
    "category": "Antipasti",
    "difficulty": 0,
    "image": null,
    "ingredients": "",
    "numberOfServings": null
  }
]